/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "کے بارے میں";
"zanalytics.bug.alert.from" = "سے";
"zanalytics.bug.alert.imagelimitreached" = "زیادہ سے زیادہ حد تک پہنچ گیا";
"zanalytics.bug.alert.imagelimits" = "آپ صرف 10 تصاویر تک منسلک کر سکتے ہیں۔";
"zanalytics.bug.alert.macheader" = "ہمارے ساتھ رائے کا اشتراک کریں یا حوالہ کے لیے تصاویر کے ساتھ کیڑے کی رپورٹ کریں۔";
"zanalytics.bug.alert.write" = "ہمیں لکھیں";



"zanalytics.bug.alert.anonymalert" = " ہمیشہ یہ تجویز دی جاتی ہے کہ فیڈ بیک کو اپنے ای میل ایڈریس سے شیئر کریں۔ اگر آپ اپنا ای میل ایڈریس شیئر نہیں کرتے، تو ہم مسئلے کے متعلق آپ کو اپ ڈیٹ کرنے کے لیے رابطہ کرنے کے قابل نہیں ہوں گے۔";

"zanalytics.bug.alert.quitfeedback" = "کیا آپ واقعی چھوڑنا چاہتے ہیں؟";
"zanalytics.feedback.navbar.title.noscreenshots" = "کوئی اسکرین شاٹس دستیاب نہیں";
"zanalytics.feedback.navbar.title.screenshots" = "اسکرین شاٹس";
"zanalytics.feedback.navbar.title.snap" = "اسناپ";
"zanalytics.feedback.navbar.title.compose" = "کمپوز کریں";

"zanalytics.bug.alert.cancel"               = "نہیں";
"zanalytics.bug.alert.title"                = "کیا ہمیں کچھ بتانا چاہتے ہیں؟";
"zanalytics.feedback.navbar.title.feedback"             = "فیڈ بیک";
"zanalytics.feedback.navbar.title.reportbug"            = "بگ کی رپورٹ کریں";
"zanalytics.feedback.navbar.title.helpme"               = "میری مدد کریں";

"zanalytics.feedback.navbar.title.systemlogs"             = "سسٹم لاگز";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "تشخیصی معلومات";

"zanalytics.bug.alert.dontshowagain"            = "دوبارہ مت دکھائیں";
"zanalytics.bug.alert.title.helpme"            = "میری مدد کریں";

"zanalytics.bug.alert.message.savetolocal"         = "معذرت خواہ ہیں... ہم بگ کی رپورٹ نہیں بھیج سکے، کیا آپ اسکرین شاٹ کو محفوظ کرنا چاہتے ہیں؟";



"zanalytics.feedback.email.title"                = "ای میل ایڈریس";


"zanalytics.bug.detectscreen.title"       = "کچھ دلچسپ ملا؟";

"zanalytics.bug.alert.detectscreen.yes"                      = "جی ہاں";
"zanalytics.bug.alert.detectscreen.no"                       = "نہیں";

"zanalytics.bug.alert.detectscreen.share" = "شیئر کریں";
"zanalytics.bug.alert.detectscreen.dontshow" = "دوبارہ مت پوچھیں";

"zanalytics.bug.annotate.button.title"                       = "ذیل میں دیے گئے ٹولز کا استعمال کرتے ہوئے بگ کی حاشیہ نگاری کریں";


"zanalytics.feedback.failed.alert.description" = "فیڈ بیک بھیجنے میں ناکامی ہوئی، براہ کرم دوبارہ کوشش کریں!";


"zanalytics.feedback.success.alert.description" = "فیڈ بیک جمع کروانے کے لیے آپ کا شکریہ!";


"zanalytics.feedback.common.alert.title.add.photos" = "تصاویر شامل کریں";
"zanalytics.feedback.common.alert.title.alert" = "انتباہ";
"zanalytics.feedback.common.button.title.back" = "واپس جائیں";
"zanalytics.feedback.common.button.title.cancel" = "منسوخ کریں";
"zanalytics.feedback.common.button.title.close" = "بند کریں";
"zanalytics.feedback.common.button.title.ok" = "ٹھیک ہے";

"zanalytics.feedback.textview.placeholder"           = "ہم آپ کی فیڈ بیک کی قدر کرتے ہیں۔ براہ کرم ہمیں آگاہ کریں کہ ہم کیسا کام کر رہے ہیں۔";
"zanalytics.bug.textview.placeholder"           = "کیا آپ کو ہماری ایپ استعمال کرتے ہوئے کسی مشکل کا سامنا ہوا؟ ہمیں بتائیں۔";
"zanalytics.help.textview.placeholder"           = "ہم چیزوں کو ٹھیک کرنے اور مشکل سے نکلنے میں آپ کی مدد کرنے کی کوشش کریں گے!";

"zanalytics.feedback.add.photos.alert.description" = "کوئی تصاویر منسلک کردہ نہیں، مزید تصاویر شامل کرنے کے لیے تصویری گیلری کو کھولیں!";

"zanalytics.feedback.add.photos.alert.open" = "تصاویر کو کھولیں";


"zanalytics.feedback.access.photos.alert.description" = "%@ ایپ کے پاس آپ کی تصاویر تک رسائی نہیں ہے۔\nرسائی کو فعال کرنے کے لیے، درج ذیل پر جائیں: ترتیبات > رازداری > تصاویر > %@";

"zanalytics.feedback.access.photos.alert.settings" = "ترتیبات";

"zanalytics.feedback.label.title.anonymous" = "گمنام";

"zanalytics.feedback.navbar.button.title.send" = "بھیجیں";
"zanalytics.feedback.navbar.button.title.next" = "اگلا";
"zanalytics.feedback.navbar.button.title.done" = "ہو گیا";
"zanalytics.feedback.navbar.button.title.editphotos" = "تصاویر میں ترمیم کریں";
"zanalytics.feedback.navbar.button.title.addmore" = "مزید شامل کریں";
"zanalytics.feedback.navbar.button.title.attach" = "منسلک کریں";
"zanalytics.feedback.navbar.button.title.delete" = "حذف کریں";


"zanalytics.feedback.navbar.title.taptoedit" = "ترمیم کرنے کے لیے ٹیپ کریں";
"zanalytics.feedback.navbar.title.editor" = "ایڈیٹر";
"zanalytics.feedback.navbar.title.choosephotos" = "تصاویر کا انتخاب کریں";
"zanalytics.feedback.navbar.title.selectphotos" = "تصاویر منتخب کریں";
"zanalytics.feedback.navbar.title.photoselected" = "تصویر منتخب ہو گئی";
"zanalytics.feedback.navbar.title.photosselected" = "تصاویر منتخب ہو گئیں";

"zanalytics.feedback.accessory.title.systemlogs" = "سسٹم لاگز شامل کریں";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "تشخیصی معلومات شامل کریں";
"zanalytics.feedback.accessory.button.title.view" = "دیکھیں";

"zanalytics.feedback.picker.image.notfound" = "تصاویر نہیں ملیں";

"zanalytics.feedback.attachments.title" = "منسلکات(%i)";

"zanalytics.feedback.privacy.consent.description" = "ہم آپ کو کنسول لاگ اور تشخیصی معلومات شامل کرنے کی تجویز دیتے ہیں کیونکہ یہ ہمارے ڈویلپرز کی آپ کی جانب سے شیئر کرنے والے فیڈ بیک کو بہتر طور پر سمجھنے میں مدد کرے گا۔";

"zanalytics.feedback.privacy.consent.clogs.title" = "کنسول لاگز";

"zanalytics.feedback.privacy.consent.dinfo.title" = "تشخیصی معلومات";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "دیگر معلومات";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ڈیوائس کی معلومات";

"zanalytics.feedback.privacy.consent.cancel" = "منسوخ کریں";

"zanalytics.feedback.privacy.consent.openmailapp" = "میل میں کھولیں";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "ہمیشہ بھیجیں";
